Repository: michaelbennieUFL/PhonemeTestWebsite
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr, sw, th

source: Signup Captcha for Phonemic Practice++
fr: Captcha d'inscription pour Phonemic Practice++
sw: Captcha ya Usajili kwa Phonemic Practice++
th: รหัสยืนยันการสมัครสำหรับ Phonemic Practice++

source: Dear
fr: Cher/Chère
sw: Mpendwa
th: เรียน

source: We have received a login request for your Phonemic Practice++ account. For security purposes, please verify your identity by providing the following One-Time Password (OTP).
fr: Nous avons reçu une demande de connexion à votre compte Phonemic Practice++. Pour des raisons de sécurité, veuillez vérifier votre identité en fournissant le mot de passe à usage unique (OTP) suivant.
sw: Tumepokea ombi la kuingia kwenye akaunti yako ya Phonemic Practice++. Kwa madhumuni ya usalama, tafadhali thibitisha utambulisho wako kwa kuweka Nenosiri la Muda (OTP) lifuatalo.
th: เราได้รับคำขอเข้าสู่ระบบสำหรับบัญชี Phonemic Practice++ ของคุณ เพื่อความปลอดภัย กรุณายืนยันตัวตนของคุณโดยให้รหัสผ่านแบบใช้ครั้งเดียว (OTP) ด้านล่าง

source: Your One-Time Password (OTP) verification code is:
fr: Votre code de vérification de mot de passe à usage unique (OTP) est :
sw: Msimbo wako wa kuthibitisha Nenosiri la Muda (OTP) ni:
th: รหัสยืนยัน (OTP) ของคุณคือ:

source: The One-Time Password (OTP) is valid for 5 minutes.
fr: Le mot de passe à usage unique (OTP) est valable pendant 5 minutes.
sw: Nenosiri la Muda (OTP) linatumika kwa dakika 5.
th: รหัสผ่านแบบใช้ครั้งเดียว (OTP) มีอายุการใช้งาน 5 นาที

source: If you did not initiate this login request, please disregard this message. Please ensure the confidentiality of your OTP and do not share it with anyone.
fr: Si vous n'êtes pas à l'origine de cette demande de connexion, veuillez ignorer ce message. Veuillez assurer la confidentialité de votre OTP et ne le partagez avec personne.
sw: Ikiwa haujaanzisha ombi hili la kuingia, tafadhali puuza ujumbe huu. Hakikisha faragha ya OTP yako na usishiriki na mtu yeyote.
th: หากคุณไม่ได้เป็นผู้ส่งคำขอเข้าสู่ระบบนี้ โปรดละเว้นข้อความนี้ กรุณาเก็บรักษารหัส OTP ให้เป็นความลับและไม่แชร์กับผู้อื่น

source: Do not forward or give this code to anyone.
fr: Ne transférez pas et ne donnez ce code à personne.
sw: Usihamishe au usipe msimbo huu kwa mtu yeyote.
th: ห้ามส่งต่อหรือให้รหัสนี้กับผู้อื่น

source: Thank you for using Phonemic Practice++.
fr: Merci d'utiliser Phonemic Practice++.
sw: Asante kwa kutumia Phonemic Practice++.
th: ขอบคุณที่ใช้ Phonemic Practice++

source: Best regards,
fr: Cordialement,
sw: Kwa heri,
th: ขอแสดงความนับถือ,

source: The Phonemic Practice++ Team
fr: L'équipe Phonemic Practice++
sw: Timu ya Phonemic Practice++
th: ทีมงาน Phonemic Practice++

source: This email can't receive replies.
fr: Cet e-mail ne peut pas recevoir de réponses.
sw: Barua pepe hii haiwezi kupokea majibu.
th: อีเมลนี้ไม่สามารถรับการตอบกลับได้

source: For more information about Phonemic Practice++ and your account, visit
fr: Pour plus d'informations sur Phonemic Practice++ et votre compte, visitez
sw: Kwa habari zaidi kuhusu Phonemic Practice++ na akaunti yako, tembelea
th: สำหรับข้อมูลเพิ่มเติมเกี่ยวกับ Phonemic Practice++ และบัญชีของคุณ กรุณาเยี่ยมชม

source: [Website Name]
fr: [Nom du site Web]
sw: [Jina la Tovuti]
th: [ชื่อเว็บไซต์]

source: This email was sent to
fr: Cet e-mail a été envoyé à
sw: Barua pepe hii imetumwa kwa
th: อีเมลนี้ถูกส่งไปยัง

source: All rights reserved.
fr: Tous droits réservés.
sw: Haki zote zimehifadhiwa.
th: สงวนลิขสิทธิ์

source: Phonemic Transcription Quiz
fr: Quiz de transcription phonémique
sw: Jaribio la Transcription ya Phonemic
th: แบบทดสอบการถอดเสียงโฟนิมิก

source: Which languages do you want to quiz yourself on?
fr: Dans quelles langues souhaitez-vous vous tester ?
sw: Unataka kujifanyia majaribio kwa lugha gani?
th: คุณต้องการทดสอบตัวเองในภาษาใดบ้าง?

source: Toggle All
fr: Tout sélectionner
sw: Chagua Yote
th: เลือกทั้งหมด/ยกเลิกเลือกทั้งหมด

source: How many questions do you want in your quiz?
fr: Combien de questions souhaitez-vous dans votre quiz ?
sw: Unataka maswali mangapi kwenye jaribio lako?
th: คุณต้องการให้มีคำถามกี่ข้อในแบบทดสอบของคุณ?

source: Which type of questions do you want in your quiz?
fr: Quel type de questions souhaitez-vous dans votre quiz ?
sw: Unataka aina gani ya maswali kwenye jaribio lako?
th: คุณต้องการให้มีคำถามประเภทใดในแบบทดสอบของคุณ?

source: Fill in the Blank
fr: Remplir les blancs
sw: Jaza Pengo
th: เติมคำในช่องว่าง

source: Multiple Choice
fr: Choix multiple
sw: Chaguo Mbalimbali
th: เลือกคำตอบที่ถูกต้อง

source: Organize Sounds
fr: Organiser les sons
sw: Panga Sauti
th: จัดเรียงเสียง

source: Play Now
fr: Jouer maintenant
sw: Cheza Sasa
th: เล่นตอนนี้

source: Log In
fr: Connexion
sw: Ingia
th: เข้าสู่ระบบ

source: Email
sw: Barua pepe
th: อีเมล

source: Password
fr: Mot de passe
sw: Nenosiri
th: รหัสผ่าน

source: Don't have an account?
fr: Vous n'avez pas de compte ?
sw: Huna akaunti?
th: ยังไม่มีบัญชีใช่ไหม?

source: Sign up
fr: Inscription
sw: Jisajili
th: สมัครสมาชิก

source: Transcribe++
fr: Transcrire++
sw: Andika++

source: Home
fr: Accueil
sw: Nyumbani
th: หน้าหลัก

source: Quiz
sw: Jaribio
th: แบบทดสอบ

source: Stats
sw: Takwimu
th: สถิติ

source: Dashboard
fr: Tableau de bord
sw: Dashibodi
th: แผงควบคุม

source: Logout
fr: Déconnexion
sw: Ondoka
th: ออกจากระบบ

source: Sign Up
fr: S'inscrire
sw: Jisajili
th: สมัครสมาชิก

source: Close
fr: Fermer
sw: Funga
th: ปิด

source: Made by Michael Bennie
fr: Réalisé par Michael Bennie
sw: Imetengenezwa na Michael Bennie
th: สร้างโดย ไมเคิล เบนนี่

source: What's Missing?
fr: Qu'est-ce qui manque ?
sw: Nini Kinakosekana?
th: ขาดอะไรไป?

source: What Sounds are Missing?
fr: Quels sons manquent ?
sw: Sauti zipi zinakosekana?
th: เสียงไหนหายไป?

source: Fill in the yellow area with the correct phonemes.
fr: Remplissez la zone jaune avec les phonèmes corrects.
sw: Jaza eneo la njano na fonimu sahihi.
th: เติมโฟนีมที่ถูกต้องในพื้นที่สีเหลือง

source: Check
fr: Vérifier
sw: Angalia
th: ตรวจสอบ

source: You must select one answer to continue!
fr: Vous devez sélectionner une réponse pour continuer !
sw: Lazima uchague jibu moja ili kuendelea!
th: คุณต้องเลือกคำตอบหนึ่งข้อเพื่อดำเนินการต่อ!

source: Correct!
sw: Sahihi!
th: ถูกต้อง!

source: Continue
fr: Continuer
sw: Endelea
th: ดำเนินการต่อ

source: Incorrect!
sw: Sio sahihi!
th: ไม่ถูกต้อง!

source: You Got This!
fr: Vous y êtes presque !
sw: Umefanikiwa!
th: คุณทำได้!

source: What's the transcription?
fr: Quelle est la transcription ?
sw: Je, andiko ni nini?
th: การถอดเสียงคืออะไร?

source: Choose the closest transcription
fr: Choisissez la transcription la plus proche
sw: Chagua andiko lililo karibu zaidi
th: เลือกการถอดเสียงที่ใกล้เคียงที่สุด

source: You have to select an answer before submitting!
fr: Vous devez sélectionner une réponse avant de soumettre !
sw: Lazima uchague jibu kabla ya kuwasilisha!
th: คุณต้องเลือกคำตอบก่อนส่ง!

source: Order the phonemes!
fr: Ordonnez les phonèmes !
sw: Panga fonimu!
th: จัดเรียงโฟนีม!

source: Organize the phonemes!
fr: Organisez les phonèmes !
sw: Panga fonimu!
th: จัดระเบียบโฟนีม!

source: Click on the set of sounds on the bottom to move them from the question zone to the response zone.
fr: Cliquez sur l'ensemble des sons en bas pour les déplacer de la zone de question à la zone de réponse.
sw: Bofya kwenye seti ya sauti chini ili kuzihamisha kutoka eneo la swali hadi eneo la jibu.
th: คลิกที่ชุดเสียงด้านล่างเพื่อย้ายจากโซนคำถามไปยังโซนคำตอบ

source: Response Zone:
fr: Zone de réponse :
sw: Eneo la Jibu:
th: โซนคำตอบ:

source: Question Zone
fr: Zone de question
sw: Eneo la Swali
th: โซนคำถาม

source: Amazing!
fr: Incroyable !
sw: Ajabu!
th: ยอดเยี่ยม!

source: Good!
fr: Bien !
sw: Nzuri!
th: ดีมาก!

source: Correct Answer:
fr: Réponse correcte :
sw: Jibu Sahihi:
th: คำตอบที่ถูกต้อง:

source: Ok!
sw: Sawa!
th: โอเค!

source: Wrong!
fr: Faux !
sw: Sio Sahihi!
th: ผิด!

source: Quiz Complete!
fr: Quiz terminé !
sw: Jaribio Limekamilika!
th: แบบทดสอบเสร็จสมบูรณ์!

source: You scored:
fr: Vous avez obtenu :
sw: Umejipatia alama:
th: คะแนนของคุณคือ:

source: Great!
fr: Génial !
sw: Nzuri!
th: ดีเยี่ยม!

source: Keep Trying!
fr: Continuez d'essayer !
sw: Endelea Kujaribu!
th: พยายามต่อไป!

source: Questions You Got Wrong
fr: Questions que vous avez mal répondues
sw: Maswali Uliyokosea
th: คำถามที่คุณตอบผิด

source: Question
sw: Swali
th: คำถาม

source: Your Answer:
fr: Votre réponse :
sw: Jibu Lako:
th: คำตอบของคุณ:

source: Replay Audio
fr: Rejouer l'audio
sw: Chezesha Tena Sauti
th: เล่นเสียงซ้ำ

source: Question Type:
fr: Type de question :
sw: Aina ya Swali:
th: ประเภทคำถาม:

source: Username
fr: Nom d'utilisateur
sw: Jina la Mtumiaji
th: ชื่อผู้ใช้

source: Send Captcha
fr: Envoyer le Captcha
sw: Tuma Captcha
th: ส่งรหัสยืนยัน

source: Enter Captcha
fr: Entrez le Captcha
sw: Weka Captcha
th: กรอกรหัสยืนยัน

source: Repeat your password
fr: Répétez votre mot de passe
sw: Rudia nenosiri lako
th: ยืนยันรหัสผ่าน

source: Optional: Enter your age
fr: Optionnel : Entrez votre âge
sw: Hiari: Weka umri wako
th: ทางเลือก: กรอกอายุของคุณ

source: Register
fr: S'inscrire
sw: Sajili
th: ลงทะเบียน

source: Already a member?
fr: Déjà membre ?
sw: Tayari ni mwanachama?
th: เป็นสมาชิกอยู่แล้ว?

source: Log in
fr: Connexion
sw: Ingia
th: เข้าสู่ระบบ

source: Michael Bennie
th: ไมเคิล เบนนี่
